aflo.kanagawa-glass
astro-build.astro-vscode
be5invis.vscode-custom-css
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dooez.alt-catppuccin-vsc
enkia.tokyo-night
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
lakshits11.best-themes-redefined
laravel.vscode-laravel
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
onecentlin.laravel-blade
oven.bun-vscode
pcbowers.alpine-intellisense
shufo.vscode-blade-formatter
teabyii.ayu
thenouillet.symfony-vscode
theqtcompany.qt
theqtcompany.qt-core
theqtcompany.qt-cpp
theqtcompany.qt-cpp-pack
theqtcompany.qt-qml
theqtcompany.qt-ui
vincaslt.highlight-matching-tag
vira.vsc-vira-theme
vscode-icons-team.vscode-icons
vscodevim.vim
whatwedo.twig
xdebug.php-debug
xdebug.php-pack
yoavbls.pretty-ts-errors
zobo.php-intellisense
